Repository: rubenalon1973/PdfDownloader
Catalog: MyPdfDownloader/*.lproj/Localizable.strings
Languages: es

# Home_Insert_Url
source: Insert URL to download PDF
es: Introduzca URL del PDF descargar

# Home_Insert_Name
source: Insert name to save to PDF
es: Introduzca el nombre del PDF

# Home_Texfield_Url
source: Insert URL
es: Introduzca URL

# Home_Texfield_Name
source: Insert name
es: Introduzca nombre

# Home_Download_Pdf
source: Download PDF
es: Descarga PDF

# Home_Alert_Wrong
source: Something went wrong
es: Algo ha ido mal

# Home_Alert_DownloadPdf
source: Download PDF
es: PDF descargado

# Home_Button_Visualize
source: Visualize
es: Visualizar

# Home_Text_OpenFile
source: Want to open the pdf file now?
es: ¿Quiere abrir el archivo pdf ahora?

# Home_Error_Message
source: There can be no empty fields
es: No puede haber campos vacíos
